VA_NAME = 'Яна'

VA_VER = "1.0"

VA_ALIAS = ('яна', 'іоанна', 'іванна', 'івана', 'іваня', 'ян', 'янка', 'яночка', 'янчик', 'януля', 'януся',
            'януша', 'янушка', 'янюша', 'яника', 'янок', 'яся', 'жанна', 'жана', 'діана')

VA_TBR = ('скажи', 'розкажи', 'покажи', 'скільки', 'будь ласка', 'розкажіть', 'скажіть', 'покажіть',)

VA_CMD_LIST = {
    "help": ('список команд', 'команди', 'що ти вмієш', 'твої навички', 'навички', 'вміння', 'твої вміння'),
    "ctime": ('котра година', 'котрий час', 'час', 'котрий час', 'годин', 'скільки годин'),
    "open_browser": ('відкрий браузер', 'запусти браузер', 'відкрий оперу', 'опера', 'запустити оперу', 'відкрити оперу'),
    "radio": ('радіо', 'включи музику', 'музика', 'музику', 'музичку', 'музон'),
    "joke": 'жарт',
    "hi1": 'слава україні',
    "hi2": 'слава нації',
    "hi3": 'україна'
    # "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
}

VA_JKS = 'Купив чоловік капелюх, а він йому як раз.'
